import brick_and_morter from './src/wailai_brick_and_morter.png';
import pooh from './src/pooh.png';
import './styles.css';

export const AboutData = [
   {
      id: 'history',
      title: '品牌故事',
      content:
      <>
         <p>維尼督課中心成立於 1985 年，擁有逾 35 年的教育經驗。中心一直秉持著優質教育的信念，不斷創新和發展，成為澳門其中一家最具影響力的教育機構之一。我們的品牌建立在對學生和家長的專業和關懷之上，不僅是學生學習的場所，更是學生成長的伙伴。<br />中心的主要學生對象是聖保祿學校、嘉諾撒聖心中學英文部的幼稚園學生、初高小學生和初中生，致力於為他們提供高質量的補習課程和托管服務，幫助他們充分發揮潛能，主動學習。</p>
         <img src={ brick_and_morter } alt="wailai_brick_and_morter_frontdoor" />
         <p>以小熊維尼的形象為中心名稱的理由是因為小熊維尼是一個充滿童趣和可愛的形象，代表著童年和美好的回憶。我們希望透過這個可愛的形象，讓學生和家長感受到我們對於教育的熱情和責任感，並且在我們的課程中融入歡樂和趣味。</p>
         <img src={ pooh } alt='pooh_icon' id='pooh'/>
         <iframe src="https://www.youtube.com/embed/h61P0_AlZE0" frameborder="0" allow="autoplay; encrypted-media" allowfullscreen />
      </>
   },
   {
      id: 'team',
      title: '師資陣容',
      content:
      <>
         <p>小維尼督課中心的師資陣容是我們最自豪的資產之一。我們擁有一支高素質的師資團隊，包括來自澳門、內地和海外的優秀教師。所有老師均具備豐富的教學經驗和良好的專業素養，有著極高的責任心和愛心，對每位學生都充滿耐心和關愛。<br />在教學過程中，老師們不僅注重知識的傳授，更著重於學生的全面發展，將學生的興趣和潛能發揮到最大程度。此外，老師們也會與家長保持緊密聯繫，及時反饋學生學習情況，並提供個性化的輔導和建議。所有的老師均接受過嚴格的篩選和培訓，以確保他們具備豐富的教學經驗和良好的專業素養。<br />我們的老師亦會不斷更新和優化教學方法和策略，確保每位學生都能在我們這裡得到最好的教學和輔導。此外，我們歡迎更多優秀的教育工作者加入我們的團隊，為學生的成長發展貢獻力量。如果您是一位對教育有熱情和責任感的教育工作者，歡迎加入我們，一同為學生的未來努力！</p>
      </>
   },
   {
      id: 'mission',
      title: '教學理念',
      content:
      <>
         <p>小維尼督課中心的教學理念是"學生為本、以學生為中心"，我們尊重每位學生的個性和特點，以他們的需求和興趣為出發點，為他們提供最適合的教學方式和輔導，讓他們在輕鬆、愉快的學習氛圍中快樂成長。我們也非常注重學生的全面發展，除了學術成就，還關注學生的品德、身心健康等方面，讓他們成為有道德、有智慧、有擔當的社會棟樑。</p>
      </>
   },
   {     
      id: 'environment',
      title: '學習環境',
      content:
      <>
         <p>學生的學習環境，提供舒適、安全、整潔和多元化的學習空間，以激發學生的學習興趣和提高學習效果。中心內設有明亮的教室，設施齊全，配備專業的教學設備，例如投影機、白板和音響等，讓教師能夠更輕鬆地進行教學。<br />中心配備了符合政府部門要求的教室設備和學習用具，為學生提供了優質的學習體驗。此外，每位學生都配備一個小桌子，讓學生有一個專屬的學習空間，有助於學生更專注地學習。我們相信良好的學習環境能夠提高學生的學習效果，因此我們一直努力維護中心的學習環境，讓每位學生都能夠享受到一個舒適、安靜、整潔的學習環境。<br />此外，我們也非常注重學生的安全。為此，中心嚴格管理學生出入，設有攝像頭和專人監管，保障學生的安全。中心內亦保持整潔，定期進行清潔和消毒，以確保學生在清潔的環境下進行學習。</p>
      </>  
   },
   {
      id: 'location',
      title: '地點位置',
      content:
      <>
         <h2 id="first_centre">維尼督課中心一社</h2>
        <p>學生的學習環境，提供舒適、安全、整潔和多元化的學習空間，以激發學生的學習興趣和提高學習效果。中心內設有明亮的教室，設施齊全，配備專業的教學設備，例如投影機、白板和音響等，讓教師能夠更輕鬆地進行教學。<br />中心配備了符合政府部門要求的教室設備和學習用具，為學生提供了優質的學習體驗。此外，每位學生都配備一個小桌子，讓學生有一個專屬的學習空間，有助於學生更專注地學習。我們相信良好的學習環境能夠提高學生的學習效果，因此我們一直努力維護中心的學習環境，讓每位學生都能夠享受到一個舒適、安靜、整潔的學習環境。<br />此外，我們也非常注重學生的安全。為此，中心嚴格管理學生出入，設有攝像頭和專人監管，保障學生的安全。中心內亦保持整潔，定期進行清潔和消毒，以確保學生在清潔的環境下進行學習。</p>
        <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3693.904606142242!2d113.5507452!3d22.2057313!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34017b20463112fb%3A0x5ede421b5bca8f9e!2z5r6z6ZaA6KeA6Z-z5aCC6KGXNzXomZ8!5e0!3m2!1szh-TW!2stw!4v1678700197076!5m2!1szh-TW!2stw" />
      </>
   },
   {
      id: 'join_us',
      title: '加入我們',
      content:
      <>
         <h2 id='word-clients'>給學生和家長：</h2>
         <p>讓我們的中心成為學生和家長的學習夥伴，共同創造一個愉快、積極和有益的學習環境。我們相信每個孩子都有無限潛力，我們的導師會根據每個學生的需要和學習風格，設計適合他們的課程，並且提供個別化的輔導，協助他們克服學習困難。加入我們，一起為孩子的成長和發展努力！</p>
         <h2 id='word-hiring'>有意進入教育領域的你：</h2>
         <p>如果您想成為教育領域的專業人士，小維尼督課中心是您實現夢想的最佳起點。我們歡迎各類教育相關背景的人才加入我們的團隊，與我們一起為學生的未來發展貢獻一份力量。我們提供具有競爭力的薪酬和福利待遇、完善的培訓和職業發展機會，並鼓勵創新和合作精神，讓每位員工都能在這個充滿活力和創造力的環境中茁壯成長。加入我們，一起打造更好的教育未來！</p>
      </>
   }
];
export default AboutData;